---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.PlanRegionFailures.Nested
source: html/aa4136a3-9b6d-1c98-6cc7-414e0424419b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.PlanRegionFailures.Nested Property

Cannot have nested Plan Regions.

## Syntax (C#)
```csharp
public static FailureDefinitionId Nested { get; }
```